tap "aquasecurity/trivy"
tap "derailed/k9s"
tap "kudulab/dojo-osx"
tap "mveritym/mel"
tap "romkatv/powerlevel10k"
tap "thoughtbot/formulae"
tap "versent/taps"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libusb"
brew "avrdude"
brew "bash"
brew "libssh2"
brew "bat"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gnupg@1.4", link: false
brew "harfbuzz"
brew "gpsbabel"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "pkgconf"
brew "guile"
brew "helm"
brew "hstr"
brew "hugo"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libarchive"
brew "libpq"
brew "libslirp"
brew "libssh"
brew "libzip"
brew "lima"
brew "lolcat"
brew "lsusb"
brew "node"
brew "mermaid-cli"
brew "nghttp2"
brew "nmap"
brew "p7zip"
brew "pandoc"
brew "picocom"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9", link: false
brew "qemu"
brew "qt"
brew "rcm"
brew "rsync"
brew "socat"
brew "tig"
brew "tokei"
brew "tree"
brew "unison"
brew "uv"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "yq"
brew "zsh"
cask "dotnet-sdk"
cask "iterm2"
cask "obsidian"
cask "signal"
cask "sublime-merge"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
vscode "astro-build.astro-vscode"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "cschlosser.doxdocgen"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "hashicorp.terraform"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "leo-labs.dotnet"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "vstirbu.vscode-mermaid-preview"
