tap "aquasecurity/trivy"
tap "chef/chef"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kudulab/dojo-osx"
tap "mveritym/mel"
tap "osx-cross/avr"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "thoughtbot/formulae"
tap "versent/taps"
brew "node"
brew "angular-cli"
brew "ant@1.9"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arduino-cli"
brew "libusb"
brew "avrdude"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bat"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "python@3.9", link: false
brew "cairo"
brew "harfbuzz"
brew "bazel"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "dive"
brew "docker"
brew "docker-compose"
brew "wxwidgets"
brew "erlang"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "gitlab-ci-local"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gnupg@1.4", link: false
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "qt"
brew "gpsbabel"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "guile"
brew "helm"
brew "hstr"
brew "hugo"
brew "jfrog-cli"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libarchive"
brew "libpq"
brew "libslirp"
brew "libssh"
brew "libssh2"
brew "libzip"
brew "qemu"
brew "lima"
brew "lolcat"
brew "lsusb"
brew "mermaid-cli"
brew "nghttp2"
brew "nmap"
brew "p7zip"
brew "pandoc"
brew "picocom"
brew "pulumi"
brew "tcl-tk"
brew "python@3.8"
brew "rabbitmq", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rpm"
brew "socat"
brew "terraform"
brew "tflint"
brew "tig"
brew "tokei"
brew "tree"
brew "unison"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "go-swagger/go-swagger/go-swagger"
brew "kudulab/dojo-osx/dojo"
brew "mveritym/mel/kubedecode"
brew "osx-cross/avr/avr-gcc@9"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "thoughtbot/formulae/rcm"
cask "anaconda"
cask "balenaetcher"
cask "firefox"
cask "inspec"
cask "iterm2"
cask "mattermost"
cask "notable"
cask "postgres"
cask "postman"
cask "sourcetree"
cask "sublime-merge"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
vscode "BazelBuild.vscode-bazel"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "cschlosser.doxdocgen"
vscode "eamodio.gitlens"
vscode "GitLab.gitlab-workflow"
vscode "hashicorp.terraform"
vscode "James-Yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "StackBuild.bazel-stack-vscode"
vscode "StackBuild.bazel-stack-vscode-cc"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "vstirbu.vscode-mermaid-preview"
vscode "xaver.clang-format"
