tap "chef/chef"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mveritym/mel"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "thoughtbot/formulae"
brew "node"
brew "angular-cli"
brew "openssl@1.1"
brew "azure-cli"
brew "bat"
brew "glib"
brew "cmake"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "gnupg@1.4"
brew "go@1.14"
brew "pkg-config"
brew "graphviz"
brew "grip"
brew "helm"
brew "hstr"
brew "jq"
brew "libzip"
brew "lsusb"
brew "pandoc"
brew "picocom"
brew "ruby-build"
brew "rbenv"
brew "socat"
brew "terraform"
brew "tflint"
brew "tig"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "go-swagger/go-swagger/go-swagger"
brew "mveritym/mel/kubedecode"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "thoughtbot/formulae/rcm"
cask "balenaetcher"
cask "docker"
cask "inspec"
cask "iterm2"
cask "mattermost"
cask "notable"
cask "sourcetree"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
